Repository: Medniy2000/task_office
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: uk

source: Token has been revoked
uk: Токен був відхилений

source: Fresh token required
uk: Фреш токен необхідно

source: Error loading the user {}
uk: Помилка завантаження користувача {}

source: User claims verification failed
uk: Верифікація даних користувача провалена

source: Passwords do not match
uk: Паролі не збігються

source: User not found
uk: Користувач не знайдений

source: Already exists with value {}
uk: Вже існує із значенням {}

source: Must be between {} and {}.
uk: Повинний бути між {} і {}

source: Ascend
uk: Збільшення

source: Descend
uk: Зменшення

source: Not found
uk: Не знайдено

source: Already exists
uk: Вже існує

source: Not found with value {}
uk: Не знайдено із значенням {}

source: Owner
uk: Власник

source: Owner of board(creator)
uk: Власник дошки(творець)

source: Editor
uk: Редактор

source: Editor of board
uk: Редактор дошки

source: Staff
uk: Персонал

source: Ordinary user
uk: Звичайний користувач

source: New
uk: Новий

source: In process
uk: В процесі

source: Rejected
uk: Відхилено

source: Done
uk: Завершено

source: Max limit {} exceeded
uk: Максимальне обмеження {} перевищено

source: ascending
uk: Збільшення
